{
  "notes": [
    {
      "title": "",
      "text": "",
      "description": "",
      "id": 1
    },
    {
      "title": "Watermelon",
      "text": "http://books.google.com/books/content?id=hjq7oyeoATwC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
      "description": "February the fifteenth is a very special day for me. It is the day I gave birth to my first child. It is also the day my husband left me...I can only assume the two events weren't entirely unrelated. Claire has everything she ever wanted: a husband she adores, a great apartment, a good job. Then, on the day she gives birth to their first baby, James informs her that he's leaving her. Claire is left with a newborn daughter, a broken heart, and a postpartum body that she can hardly bear to look at. She decides to go home to Dublin. And there, sheltered by the love of a quirky family, she gets better. So much so, in fact, that when James slithers back into her life, he's in for a bit of a surprise.",
      "id": 2
    },
    {
      "title": "This Charming Man",
      "text": "http://books.google.com/books/content?id=SlKaygAACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
      "description": "Marian Keyes, author of Sushi for Beginners and The Other Side of the Story, explores the quirks of love and life in her international best-seller This Charming Man.'Everybody remembers where they were the day they heard that Paddy de Courcy was getting married'But for four women in particular, the big news about the charismatic politician is especially momentous . . .Stylist Lola has every reason to be interested in who Paddy's marrying - because she's his girlfriend, yet she definitely isn't the bride-to-be . . . Journalist Grace wants the inside story on the de Courcy engagement and thinks Lola holds the key . . . while Grace's sister, Marnie, still can't forget her first love: a certain Paddy de Courcy. And what of the soon-to-be Mrs de Courcy? Alicia will do anything for her fiancé and is determined to be the perfect wife. But does she know the real Paddy?Four very different women.One awfully charming man.And the dark secret that binds them all ...'The laughs come fast and furious . . . a gripping, compelling tale' Sunday Independent'Gripping from the start . . . the master at her best' Daily Telegraph'The queen of page-turners . . . brimming with her trademark down-to-earth wit' CosmopolitanMarian Keyes's international bestselling novels include Watermelon, Lucy Sullivan is Getting Married, and winner of the 2007 Popular Fiction Prize Anybody Out There. Two collections of her journalism, Under the Duvet and Further Under the Duvet, are also available from Penguin.",
      "previewlink": "http://books.google.co.in/books?id=SlKaygAACAAJ&dq=:keyes&hl=&cd=17&source=gbs_api",
      "id": 3
    },
    {
      "title": "Sammy Keyes and the Cold Hard Cash",
      "text": "http://books.google.com/books/content?id=6tPz6EDKOJIC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
      "description": "Thirteen-year-old Sammy meets a mysterious man who dies of a heart attack after telling her to get rid of the large amount of money he is carrying, leading her to investigate who the man was and how he came to be carrying so much cash.",
      "previewlink": "http://books.google.co.in/books?id=6tPz6EDKOJIC&dq=:keyes&hl=&cd=20&source=gbs_api",
      "id": 4
    },
    {
      "title": "The Courage to Write",
      "text": "http://books.google.com/books/content?id=hTytZMVdGUoC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
      "description": "Originally published: New York: H. Holt, 1995.",
      "previewlink": "http://books.google.co.in/books?id=hTytZMVdGUoC&dq=:keyes&hl=&cd=1&source=gbs_api",
      "id": 5
    },
    {
      "title": "The Courage to Write",
      "text": "http://books.google.com/books/content?id=hTytZMVdGUoC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
      "description": "Originally published: New York: H. Holt, 1995.",
      "previewlink": "http://books.google.co.in/books?id=hTytZMVdGUoC&dq=:keyes&hl=&cd=1&source=gbs_api",
      "id": 6
    },
    {
      "title": "Sammy Keyes and the Runaway Elf",
      "text": "http://books.google.com/books/content?id=VhjuAAAAMAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
      "description": "When pranksters sabatoge a Christmas parade and steal a prize Pomeranian, thirteen-year-old Sammy must use her detective skills to solve the mystery.",
      "previewlink": "http://books.google.co.in/books?id=VhjuAAAAMAAJ&q=:keyes&dq=:keyes&hl=&cd=18&source=gbs_api",
      "id": 7
    },
    {
      "title": "The Post-Truth Era",
      "text": "http://books.google.com/books/content?id=f0Kvm3KObXoC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
      "description": "\"Dishonesty inspires more euphemisms than copulation or defecation. This helps desensitize us to its implications. In the post-truth era we don't just have truth and lies but a third category of ambiguous statements that are not exactly the truth but fall just short of a lie. Enhanced truth it might be called. Neo-truth. Soft truth. Faux truth. Truth lite.\" Deception has become the modern way of life. Where once the boundary line between truth and lies was clear and distinct, it is no longer so. In the post-truth era, deceiving others has become a challenge, a game, a habit. High-profile dissemblers compete for news coverage, from journalists like Jayson Blair and professors like Joseph Ellis to politicians (of all stripes), executives, and \"creative\" accountants. Research suggests that the average American tells multiple lies on a daily basis, often for no good reason. Not a finger-wagging scolding, The Post-Truth Era is a combination of Ralph Keyes's investigative journalism and solid science. The result is a spirited exploration of why we lie about practically everything and the consequences such casual dishonesty has on society. American society has become permeated from top to bottom by deception. Its consequences for the nature of public discourse, media, business, literature, academia, and politics are profound. With dry humor, passionate fervor, and deep understanding, Ralph Keyes takes us on a tour of a world where truth and honesty are no longer absolutes but mutable, fluid concepts.",
      "previewlink": "http://books.google.co.in/books?id=f0Kvm3KObXoC&dq=:keyes&hl=&cd=3&source=gbs_api",
      "id": 8
    }
  ],
  "notes1": [
    {
      "title": "",
      "text": "",
      "description": "",
      "id": 1
    }
  ]
}