{
  "notes": [
    {
      "title": "",
      "text": "",
      "description": "",
      "id": 1
    },
    {
      "title": "Watermelon",
      "text": "http://books.google.com/books/content?id=hjq7oyeoATwC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
      "description": "February the fifteenth is a very special day for me. It is the day I gave birth to my first child. It is also the day my husband left me...I can only assume the two events weren't entirely unrelated. Claire has everything she ever wanted: a husband she adores, a great apartment, a good job. Then, on the day she gives birth to their first baby, James informs her that he's leaving her. Claire is left with a newborn daughter, a broken heart, and a postpartum body that she can hardly bear to look at. She decides to go home to Dublin. And there, sheltered by the love of a quirky family, she gets better. So much so, in fact, that when James slithers back into her life, he's in for a bit of a surprise.",
      "id": 2
    },
    {
      "title": "This Charming Man",
      "text": "http://books.google.com/books/content?id=SlKaygAACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
      "description": "Marian Keyes, author of Sushi for Beginners and The Other Side of the Story, explores the quirks of love and life in her international best-seller This Charming Man.'Everybody remembers where they were the day they heard that Paddy de Courcy was getting married'But for four women in particular, the big news about the charismatic politician is especially momentous . . .Stylist Lola has every reason to be interested in who Paddy's marrying - because she's his girlfriend, yet she definitely isn't the bride-to-be . . . Journalist Grace wants the inside story on the de Courcy engagement and thinks Lola holds the key . . . while Grace's sister, Marnie, still can't forget her first love: a certain Paddy de Courcy. And what of the soon-to-be Mrs de Courcy? Alicia will do anything for her fiancé and is determined to be the perfect wife. But does she know the real Paddy?Four very different women.One awfully charming man.And the dark secret that binds them all ...'The laughs come fast and furious . . . a gripping, compelling tale' Sunday Independent'Gripping from the start . . . the master at her best' Daily Telegraph'The queen of page-turners . . . brimming with her trademark down-to-earth wit' CosmopolitanMarian Keyes's international bestselling novels include Watermelon, Lucy Sullivan is Getting Married, and winner of the 2007 Popular Fiction Prize Anybody Out There. Two collections of her journalism, Under the Duvet and Further Under the Duvet, are also available from Penguin.",
      "previewlink": "http://books.google.co.in/books?id=SlKaygAACAAJ&dq=:keyes&hl=&cd=17&source=gbs_api",
      "id": 3
    }
  ],
  "notes1": [
    {
      "title": "",
      "text": "",
      "description": "",
      "id": 1
    }
  ]
}